@extends('index')

@section('content')
<div id="container">
    <div id="post-list">
        <div class="post" id="post-2">
            <div class="post-header">
                <h2><a href="/post/2">我们在追逐什么？</a></h2>
                <div class="post-date">
                    <a href="/category/date/2015-02-08">2015-02-08</a>
                </div>
                <div class="post-tag">
                    <a href="/tags/如文">#如文</a>
                </div>
            </div>
            <div class="post-content">
                <p>终日的忙碌，让自已处在没有太多思想的境地里，只是一味的做着那些机械的事情。
                    在这个平静如水的星期天里，停下来慢慢理一下思绪。年前的时候思想里好像有很多对于新一年里的计划，
                    但人们往往说，计划赶不上变化，但我的生活是乎没有过多的变化。而需要去实现的计划，却没有力量去完成.
                    自已一直在拼命追逐着，却在这种追逐中渐渐放松了自已的内心。让自已在这座大城市里，变得安逸又懒惰了。
                </p><p>
                    昨天新家的网络安装好了，我们却没有那么的喜悦和急切的上网心情了。
                    也许这半个多月来，我们已经习惯了这没有网络的日子。我们总是太容易忘记，太容易接受新的事物。我想也许这是好事吧!
                    在这个没有阳光的星期天里，我们几个朋友却都不约而同的说：“这星期天太无聊了”！却不知道自已到底要做些什么了，
                    我们这样在这座城市里安逸的生活着，我们慢慢溶于其中，日子这样不紧不慢，而我们却忘记了自已到底在追求些什么？
                    我们需要什么？而我们都没有合适的答案和理由。我陷入了迷茫的境地，我不知所措.....
                </p>
                <blockquote>
                    这里是引用的部分
                </blockquote>
                <p>
                    <a href="#">也许我该停下来</a>，该回头看看，理理自已的内心，理理自已内心的目标，自已整天在忙碌些什么。
                    正当我想要去理清的时候，却空空的，没有了思想，没有了那些所谓的目标，原来，我的心空空的，
                    什么也没有留下，只是这样平静舒服的过着日子。是乎没有任可力量去支撑我奋进，只是这样安于现状了，
                    但是我又能如何呢？没有过多的去研究这些，也许遇到合适的另一半，就这样结婚，就这样生活，就这样过完下半生。
                    这么多年，我已经没有太多的力气去挣扎，内心深处也许习惯了这种平静没有波澜的日子了。
                    也许我也期待自已有温暖的小窝了，<code>却又屈强的不肯接受现实</code>，总想用剩余的小小力量去挣扎。我到底在追逐些什么？
                </p>
            </div>
        </div>
        <div class="post" id="post-1">
            <div class="post-header">
                <h2><a href="/post/1">用...时间</a></h2>
                <div class="post-date">
                    <a href="/category/date/2015-02-08">2015-02-07</a>
                </div>
                <div class="post-tag">
                    <a href="/tags/如诗">#如诗</a>
                    <a href="/tags/如歌">#如歌</a>
                </div>
            </div>
            <div class="post-content">
                用一朵花开的时间凝望<br>
                在花败的时候决断惆怅<br>
                当飞花柳絮飘走流年<br>
                湮灭心中那似锦繁华<br>
                念你的容颜却也咫尺天涯<br>
                用一滴雨落的时间沉淀<br>
                在雨坠的时候逝去牵绊<br>
                当细雨纷飞朦胧前尘<br>
                淡漠眼前曾乱红飞过<br>
                读你的沧桑抹去逝水苍凉<br>
                用一根烟尽的时间想你<br>
                在烟灭的时候熄灭想念<br>
                当手中的烟化成灰烬<br>
                凝成胸口最后一缕痛<br>
                对你的想念可以不必语言<br>
                用一炷香逝的时间遗忘<br>
                在香熄的时候搁浅过往<br>
                当香雾萦绕迷离尘缘<br>
                涤尽岁月的默落浮夸<br>
                遗你的记忆斩断执手情殇<br>
                用一生泪干的时间涅磐<br>
                在泪涸的时候洗尽铅华<br>
                当银花火树点亮繁空<br>
                绚烂年华的色彩斑斓<br>
                葬你的气息明媚明日晨阳<br>
            </div>
        </div>
    </div>
</div>
@endsection